Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Run the simulation to collect data to answer the question.
sv_se: Kör simuleringen för att samla in data för att svara på frågan.

source: Run the simulation to see the effect of metal foam with a pore diameter of 300 µm on a sound with an initial intensity of 100 W/m².
sv_se: Kör simuleringen för att undersöka vilken effekt metallskum med en pordiameter på 300 µm har på ett ljud med den ursprungliga intensiteten 100 W/m².

source: Running
sv_se: Löpning

source: Runs
sv_se: Körningar

source: Russian
sv_se: Ryska

source: Ryan collected data to understand how the number of readers in a library affects the number of books borrowed.
sv_se: Robin samlade in data för att förstå hur antalet läsare i ett bibliotek påverkar antalet lånade böcker.

source: Ryan found that as the number of readers increased, the number of books borrowed decreased.
sv_se: Robin konstaterade att när antalet läsare ökade, minskade antalet lånade böcker.

source: Ryan is building a simulation about visitors reading a book at the library.
sv_se: Robin skapar en simulering om besökare som läser en bok på biblioteket.

source: S upwards
sv_se: S uppåt

source: SOME CLIMATE CHANGE IMPACTS IN CANADA
sv_se: NÅGRA EFFEKTER AV KLIMATFÖRÄNDRINGEN I KANADA

source: Sachet
sv_se: Portionspåse

source: Sachets
sv_se: Portionspåsar

source: Safe Landing
sv_se: Säker landning

source: Safe docking
sv_se: Säker dockning

source: Safe landing
sv_se: Säker landning

source: Safety light illuminating an alleyway at night
sv_se: Säkerhetsbelysning som lyser upp en sidogata på natten

source: Safety officers manage bears to protect the community 15%
sv_se: Säkerhetspersonal hanterar björnar för att skydda samhället 15 %

source: Saha
sv_se: Simon

source: Salt water concentration (g/L)
sv_se: Saltvattenkoncentration (g/l)

source: Salty water has a lower freezing point than pure water.
sv_se: Saltvatten har en lägre fryspunkt än rent vatten.

source: Sam and Jess are choosing a non-dairy milk alternative to drink.
sv_se: Sam och Jess ska välja en växtbaserad dryck som alternativ till mjölk.

source: Sam discovered that the relationship between water and tomato growth depends on whether a soil product is used.
sv_se: Sam upptäckte att förhållandet mellan vatten och tomaternas tillväxt beror på om en jorduppluckringsprodukt används eller inte.

source: Sam grows tomatoes.
sv_se: Sam odlar tomater.

source: Sam performs experiments to study how water alone affects the number of tomatoes.
sv_se: Sam genomför experiment för att studera hur enbart vatten påverkar antalet tomater.

source: Sam says they should choose oat milk, but Jess says they should choose soy milk.
sv_se: Sam säger att de borde välja havredryck, men Jess säger att de borde välja sojadryck.

source: Sam says: ‘Tomatoes need more water if the soil is hard.’
sv_se: Sam säger: ”Tomater behöver mer vatten om jorden är hård.”

source: Sam studies the relationship between water and tomato growth.
sv_se: Sam undersöker förhållandet mellan vatten och tomaternas tillväxt.

source: Satisfied with my solution
sv_se: Nöjd med min lösning

source: Saturated fat (g)
sv_se: Mättat fett (g)

source: Saturday traffic
sv_se: Lördagstrafik

source: Save
sv_se: Spara

source: School administrative personnel
sv_se: Skolans administrativa personal

source: School management personnel
sv_se: Skolledning

source: School play or school musical
sv_se: Skolpjäs eller skolmusikal

source: School textbooks in <English²>
sv_se: Läroböcker på engelska

source: School yearbook, newspaper or magazine
sv_se: Skolårsbok, skoltidning eller skoltidskrift

source: Science club
sv_se: Naturvetenskapliga föreningar

source: Science competitions, e.g. <national examples>
sv_se: Tävlingar i naturvetenskap, t.ex. teknikåttan

source: Science teachers in the school follow a standardised curriculum that specifies content at least on a monthly basis.
sv_se: Lärarna i NO-ämnen på skolan följer en standardiserad läroplan som specificerar innehållet på åtminstone månatlig basis.

source: Science teaching staff at your school
sv_se: Lärare i NO-ämnen på din skola

source: Science will provide solutions to resolve environment issues.
sv_se: Vetenskapen kommer att ha lösningar på miljöproblemen.

source: Scientific evidence indicates that artificial light at night has negative effects on many living organisms, including plants as well as animals.
sv_se: Det finns vetenskapliga belägg för att nattligt artificiellt ljus påverkar många levande organismer, både växter och djur, negativt.

source: Scientific magazine
sv_se: Vetenskaplig tidskrift

source: Scientific research should be done thoroughly and then checked by other scientists.
sv_se: Vetenskaplig forskning bör genomföras noggrant och sedan granskas av andra forskare.

source: Scientists
sv_se: Forskare

source: Scientists are concerned that traffic noise is affecting the calling behaviour of frogs.
sv_se: Forskare är oroliga för att trafikbuller påverkar grodors lockläten.

source: Scientists are developing a supplement tablet for people who drink non-dairy milk alternatives.
sv_se: Forskare utvecklar ett kosttillskott för människor som använder växtbaserade drycker som alternativ till mjölk.

source: Scientists are studying if the noise made by passing ships affects the sounds made by fish.
sv_se: Forskare vill studera hur fartygsbuller påverkar ljuden som fiskar gör.

source: Scientists can use the graph to predict the overall extinction risk for each major animal group.
sv_se: Forskare kan använda diagrammet för att förutsäga den övergripande utrotningsrisken för varje större djurgrupp.

source: Scientists classify species in groups and subgroups and name them (e.g. Neoaves and Paleoganthae in the Birds group).
sv_se: Forskare klassificerar arter i grupper och undergrupper och ger dem namn (t.ex. Neoaves och Paleoganthae i gruppen Fåglar).

source: Scientists collected undamaged pteropod shells.
sv_se: Forskare samlade in oskadade skal från pteropoder.

source: Scientists conducted a study of cockatoos opening bins that included observations from 172 households for 5 years.
sv_se: Forskare genomförde en studie av kakaduor som öppnade soptunnor. Studien omfattade observationer från 172 hushåll under 5 års tid.

source: Scientists conducted an investigation to determine the measures that could prevent water from freezing in metal pipes during cold weather.
sv_se: Forskare genomförde en undersökning för att avgöra vilka åtgärder som skulle kunna förhindra att vattnet fryser i metallrören vid kallt väder.

source: Scientists conducted experiments to study the effect of artificial night lighting on a grassland ecosystem.
sv_se: Forskare genomförde experiment för att studera effekterna av artificiell nattbelysning på ett ekosystem på en grässlätt.

source: Scientists estimate that food production will have to increase by 30% to feed this population.
sv_se: Forskare uppskattar att livsmedelsproduktionen måste öka med 30 % för att kunna föda denna befolkning.

source: Scientists followed these steps:
sv_se: Forskarna följde dessa steg:

source: Scientists played a recording of traffic noise from a speaker whenever they found a calling frog.
sv_se: Forskare spelade upp en inspelning med trafikbuller från en högtalare så fort de hittade en groda som lockade.

source: Scientists study samples of Moon soil.
sv_se: Forskare studerar prover av månjord.

source: Scientists use computer models to evaluate the effect of additional CO₂ releases from human activities on the global average temperature increase.
sv_se: Forskare använder datamodellering för att utvärdera vilken effekt ytterligare CO₂-utsläpp från mänskliga aktiviteter har på ökningen av den globala medeltemperaturen.

source: Scientists use extensive sources of data to create climate models.
sv_se: Forskare använder ett stort antal datakällor för att skapa klimatmodeller.

source: Scientists want to find out if mowing lawns in patches supports a higher diversity of insect pollinators in a particular city.
sv_se: Forskare vill ta reda på om det blir en större mångfald av pollinerande insekter om man klipper områden av gräsmattor i en viss stad.

source: Scroll down and click the checkboxes that show how Activity 1 impacts fitness.
sv_se: Skrolla ner och klicka på kryssrutorna som visar hur aktivitet 1 påverkar konditionen.

source: Sea ice absorbs more of the Sun’s energy than it reflects back into space.
sv_se: Havsisen absorberar mer av solljuset än den reflekterar tillbaka till rymden.

source: Sea ice is frozen seawater that floats on the ocean’s surface around the North Pole and South Pole.
sv_se: Havsis är fruset havsvatten som flyter på havsytan runt Nordpolen och Sydpolen.

source: Sea ice reflects more of the Sun’s energy back into space than it absorbs.
sv_se: Havsisen reflekterar mer av solljuset tillbaka till rymden än den absorberar.

source: Sea levels are predicted to continue to rise.
sv_se: Havsnivåerna förutsägs fortsätta stiga.

source: Search for and find relevant information online
sv_se: Söka efter och hitta relevant information på internet

source: Seasonal crops can be grown at any time of the year.
sv_se: Säsongsgrödor kan odlas när som helst på året.

source: Seawater
sv_se: Havsvatten

source: Second change
sv_se: Den andra förändringen

source: Second group of adults:
sv_se: Andra gruppen av vuxna:

source: Second way:
sv_se: Andra sättet:

source: Seeds are dispersed from their parent plant.
sv_se: Frön sprids från moderplantan.

source: Seeking written feedback from students (e.g. regarding lessons, teachers or resources)
sv_se: Skriftlig feedback från elever (t.ex. om lektioner, lärare eller resurser)

source: Select 1 hour per week for Activity 1.
sv_se: Välja 1 timme per vecka för aktivitet 1.

source: Select 3 hours per week for Activity 2.
sv_se: Välja 3 timmar per vecka för aktivitet 2 .

source: Select Row 2 in the for block by using the drop-down menu.
sv_se: Välj rad 2 i för-blocket genom att använda rullistan.

source: Select Water temperature.
sv_se: Välj Vattentemperatur.

source: Select Yes from the Panels drop-down menu to create four smaller rooms.
sv_se: Välj Ja i rullistan Skärmväggar för att skapa fyra mindre rum.

source: Select two rows of data in the simulation table to support your answer.
sv_se: Välj två rader med data i tabellen som stöder ditt svar.

source: Select Recording 1:
sv_se: Välj inspelning 1:

source: Select a hydrocarbon.
sv_se: Markera ett kolväte.

source: Select all correct answers.
sv_se: Välj alla korrekta svar.

source: Select all that apply.
sv_se: Välj alla korrekta alternativ.

source: Select an answer for each question.
sv_se: Välj ett svar för varje fråga.

source: Select either ‘Series 1’ or ‘Series 2’.
sv_se: Välj antingen 'Serie 1' eller 'Serie 2'.

source: Select either ‘True’ or ‘False’ for each statement.
sv_se: Välj antingen 'Sant' eller 'Falskt' för varje påstående.

source: Select either ‘Yes’ or ‘No’ for each activity.
sv_se: Välj antingen 'Ja' eller 'Nej' för varje aktivitet.

source: Select either ‘Yes’ or ‘No’ for each feature.
sv_se: Välj antingen 'Ja' eller 'Nej' för varje egenskap.

source: Select either ‘Yes’ or ‘No’.
sv_se: Välj antingen 'Ja' eller 'Nej'.

source: Select one of these sources of information that is relevant to Boribun.
sv_se: Välj en av dessa informationskällor som är relevant för Boribun.

source: Select one of ‘1’, ‘2’, ‘3’ or ‘4’ to identify the correct process.
sv_se: Välj en av ”1”, ”2”, ”3” eller ”4” för att identifiera rätt process.

source: Select one option for each question.
sv_se: Välj ett alternativ för varje fråga.

source: Select one option from each row.
sv_se: Välj ett alternativ från varje rad.

source: Select options from each drop-down menu so that the Nature Pod will repeat an action while the middle sensor detects .
sv_se: Välj alternativ från alla rullistor så att naturkapseln upprepar en instruktion när sensorn i mitten registrerar .

source: Select the experiments that show how cycling impacts fitness.
sv_se: Välj de experiment som visar hur cykling påverkar konditionen.

source: Select the graph that matches your results.
sv_se: Välj det diagram som motsvarar dina resultat.

source: Select the same hours for Activity 2 in all 3 plans.
sv_se: Välj samma antal timmar för aktivitet 2 i alla 3 upplägg.

source: Select the two locations where the scientists should place their microphones.
sv_se: Välj de två platser där forskarna borde placera sina mikrofoner.

source: Select the label matches its meaning using the drop-down.
sv_se: Välj den märkning som motsvarar betydelsen i rullistan.

source: Select the correct answer.
sv_se: Välj korrekt svar.

source: Select the correct option.
sv_se: Välj korrekt alternativ.

source: Select the image in which the arrow best shows the direction of the force of the ball acting on Jemma’s foot.
sv_se: Välj den bild där pilen bäst visar riktningen på kraften från bollen som verkar på Jennys fot.

source: Select the most likely location of the sample.
sv_se: Välj den mest sannolika platsen för provet.

source: Select the most suitable site on the image below.
sv_se: Välj den mest lämpliga platsen på bilden nedan.

source: Select the next picture in the pattern.
sv_se: Välj nästa bild i mönstret.

source: Select the option that shows what the grid will look like after the program runs.
sv_se: Välj det alternativ som visar hur rutnätet kommer att se ut efter att programmet har körts.

source: Select the option that shows what the table will look like after the program runs.
sv_se: Välj det alternativ som visar hur tabellen kommer att se ut efter att programmet har körts.

source: Select the options from the drop-down menus in the program that would instruct the Nature Pod to travel to the end of the track.
sv_se: Välj de alternativ från rullistorna i programmet som ger naturkapseln instruktioner att köra till slutet av banan.

source: Select the seismogram that represents the lowest intensity earthquake.
sv_se: Välj det seismogram som representerar jordbävningen med lägst intensitet.

source: Select the square in the grid where the dolphin will be at the end of the program.
sv_se: Välj den ruta i rutnätet där delfinen kommer att befinna sig i slutet av programmet.

source: Select the type of solution to be added.
sv_se: Markera vilken typ av lösning som ska tillsättas.

source: Select the volume of solution to be added.
sv_se: Markera hur stor volym av lösning som ska tillsättas

source: Select this graph because the straight line shows that when Activity 1 increases, fitness always increases (see the Experiment lab results).
sv_se: Välj detta diagram eftersom den raka grafen visar att konditionen alltid ökar när aktivitet 1 ökar (se resultaten i Experimentlabbet).

source: Select three rows of data in the simulation table to support your answer.
sv_se: Välj tre rader av data i tabellen som stöder ditt svar.

source: Select two rows of data in the table to support your answer.
sv_se: Välj två rader med data i tabellen som stöder ditt svar.

source: Select which type of solution you would like to add.
sv_se: Markera vilken typ av lösning du skulle vilja tillsätta.

source: Select your choice
sv_se: Välj ett alternativ

source: Select your choice.
sv_se: Välj ett alternativ.

source: Select ‘Acidic’ or ‘Basic’ for each solution.
sv_se: Välj 'Sur' eller 'Basisk' för varje lösning.

source: Select ‘Brand A only’, ‘Brand B only’, ‘Both Brand A and Brand B’ or ‘Neither Brand A nor brand B’ to show the hazard labels for each hand sanitiser.
sv_se: Välj ”Endast Märke A”, ”Endast Märke B”, ”Både Märke A och Märke B” eller ”Varken Märke A eller Märke B” för att visa faropiktogram för varje handdesinfektionsmedel.

source: Select ‘Economic’, ‘Environmental’, ‘Social/Political’ or ‘Technical/Scientific’ for each issue.
sv_se: Välj 'Ekonomiskt', 'Miljömässigt', 'Socialt/politiskt' eller 'Tekniskt/vetenskapligt' för varje problem.

source: Select ‘High’ or ‘Low’ for each property.
sv_se: Välj 'Hög' eller 'Låg' för varje egenskap.

source: Select ‘Light pollution’ or ‘Not light pollution’ for each situation.
sv_se: Välj 'Ljusförorening' eller 'Inte ljusförorening' för varje situation.

source: Select ‘Run’ to see the results.
sv_se: Klicka på knappen "Kör" för att se resultaten.

source: Select ‘Run’.
sv_se: Klicka på knappen "Kör".

source: Select ‘Scientists’ or ‘Other’ for each problem.
sv_se: Välj 'Forskare' eller 'Andra' för varje problem.

source: Select ‘True’ or ‘False’ for each statement.
sv_se: Välj 'Sant' eller 'Falskt' för varje påstående.

source: Select ‘Yes’ or ‘No’ for each action.
sv_se: Välj 'Ja' eller 'Nej' för varje åtgärd.

source: Select ‘Yes’ or ‘No’ for each change.
sv_se: Välj 'Ja' eller 'Nej' för varje förändring.

source: Select ‘Yes’ or ‘No’ for each dropdown menu.
sv_se: Välj 'Ja' eller 'Nej' för varje rullgardinsmeny.

source: Select ‘Yes’ or ‘No’ for each effect.
sv_se: Välj 'Ja' eller 'Nej' för varje resultat.

source: Select ‘Yes’ or ‘No’ for each factor.
sv_se: Välj 'Ja' eller 'Nej' för varje faktor.

source: Select ‘Yes’ or ‘No’ for each feature.
sv_se: Välj 'Ja' eller 'Nej' för varje egenskap.

source: Select ‘Yes’ or ‘No’ for each impact.
sv_se: Välj 'Ja' eller 'Nej' för varje effekt.

source: Select ‘Yes’ or ‘No’ for each method.
sv_se: Välj 'Ja' eller 'Nej' för varje metod.

source: Select ‘Yes’ or ‘No’ for each property.
sv_se: Välj 'Ja' eller 'Nej' för varje egenskap.

source: Select ‘Yes’ or ‘No’ for each question.
sv_se: Välj 'Ja' eller 'Nej' för varje fråga.

source: Select ‘Yes’ or ‘No’ for each row.
sv_se: Välj 'Ja' eller 'Nej' för varje rad.

source: Select ‘Yes’ or ‘No’ for each source.
sv_se: Välj 'Ja' eller 'Nej* för varje källa.

source: Select ‘Yes’ or ‘No’ for each statement.
sv_se: Välj 'Ja' eller 'Nej' för varje påstående.

source: Select ‘Yes’ or ‘No’ for each strategy.
sv_se: Välj 'Ja' eller 'Nej' för varje strategi.

source: Select ‘Yes’ or ‘No’.
sv_se: Välj 'Ja' eller 'Nej'.

source: Select ‘Yes’, ‘No’ or ‘Not enough information to decide’ for each statement.
sv_se: Välj 'Ja' eller 'Nej' eller 'Inte tillräcklig information för att avgöra' för varje påstående.

source: Select ‘face’ in the select image block.
sv_se: Välj ”ansikte” i välj bild-blocket.

source: Selective dissolution
sv_se: Selektiv upplösning

source: Selim consumes dairy milk every day.
sv_se: Selim dricker animalisk mjölk varje dag.

source: Sensors can experience small, random fluctuations in voltage, even when the CO concentration is constant.
sv_se: Sensorer kan uppvisa små, slumpmässiga variationer i spänningen även när CO-koncentrationen är konstant.

source: Series 1:
sv_se: Serie 1:

source: Series 2:
sv_se: Serie 2:

source: Serpentes
sv_se: Ormar

source: Set 1 (Plans 1, 2 and 3):
sv_se: Omgång 1 (Upplägg 1, 2 och 3):

source: Set 1 results:
sv_se: Resultat omgång 1:

source: Set 2 (Plans 4, 5 and 6):
sv_se: Omgång 2 (Upplägg 4, 5 och 6):

source: Set 2 results:
sv_se: Resultat omgång 2:

source: Set the power level of the rocket to 70%.
sv_se: Ställ in raketens effektnivå på 70%.

source: Several energy transformations occur when wind turbines generate electricity.
sv_se: Flera energiomvandlingar sker när vindkraftverken genererar el.

source: Sex?
sv_se: Kön?

source: Shape 1
sv_se: Form 1

source: Shape 1 has been rotated by 90 degrees to make Shape 2.
sv_se: Form 1 har roterats 90 grader för att skapa form 2.

source: Shape 2
sv_se: Form 2

source: Shark
sv_se: Haj

source: She also counts the number of ants on the food 20 minutes after she placed the food on the ground.
sv_se: Hon räknar också antalet myror på maten 20 minuter efter att hon har lagt maten på marken.

source: She conducts two experiments to test her hypothesis.
sv_se: Hon genomför två experiment för att testa sin hypotes.

source: She considers the sources listed below.
sv_se: Hon överväger de informationskällor som räknas upp nedan.

source: She created this flowchart.
sv_se: Hon skapade det här flödesschemat.

source: She departs at 12:00 and will travel 10 km by bike.
sv_se: Hon ger sig av 12:00 och cyklar 10 km.

source: She did not complete <ISCED level 1>.
sv_se: Hon har inte avslutat sex år i grundskola

source: She draws a graph of the time it took for the ants to find each of the foods.
sv_se: Hon ritar ett diagram över tiden det tog för myrorna att hitta varje typ av mat.

source: She has made an earthwork to improve her farm.
sv_se: Hon har byggt en jordvall för att förbättra sin gård.

source: She improved the flowchart to search in multiple libraries.
sv_se: Hon förbättrade flödesschemat för att kunna söka på flera bibliotek.

source: She keeps in mind that each time she delivers a pizza she has to stop and collect payment.
sv_se: Hon kommer ihåg att varje gång hon levererar en pizza måste hon stanna och ta betalt.

source: She makes a graph from this information.
sv_se: Hon gör ett diagram med denna information.

source: She measures the time it takes for the ants to start feeding on the food.
sv_se: Hon mäter hur lång tid det tar för myrorna att börja äta av maten.

source: She needs to run the model several times to see the effect of this variable.
sv_se: Hon behöver köra modellen flera gånger för att se effekten av denna variabel.

source: She prepared a single solution by dissolving some copper (II) sulfate in a bottle.
sv_se: Hon har förberett en lösning genom att lösa upp lite kopparsulfat i en flaska.

source: She records the shortest time taken by any ant to find each food.
sv_se: Hon antecknar tiden det tar för den första myran att hitta varje typ av mat.

source: She stirred the solution thoroughly to completely dissolve the copper (II) sulfate.
sv_se: Hon rörde om i lösningen ordentligt för att lösa upp kopparsulfatet helt.

source: She stirs the contents of the glass for five minutes, but there is some sugar that will not dissolve.
sv_se: Hon rör om innehållet i glaset i fem minuter, men en del av sockret löser inte upp sig.

source: She then finds the following:
sv_se: Hon konstaterar då följande:

source: She updates her model to show the following relationships:
sv_se: Hon uppdaterar sin modell så att den visar följande samband:

source: She usually makes deliveries on her bicycle, but sometimes she uses a motorised scooter to save time.
sv_se: Hon gör vanligtvis sina leveranser med cykel, men ibland tar hon en moped för att spara tid.

source: She wants to make a list of 10 different species of trees that would be suitable to plant.
sv_se: Hon vill göra en lista med 10 olika trädarter som skulle vara lämpliga att plantera.

source: She wants to search the internet to find the answer.
sv_se: Hon vill söka på internet för att hitta svaret.

source: Shoes
sv_se: Skor

source: Shoes in bin hinge
sv_se: Skor i soptunnans gångjärn

source: Shoots and roots begin to grow from the seeds.
sv_se: Skott och rötter börjar växa från fröna.

source: Should salt be added to the water that is sprayed on the ice stupas, as Saha suggested?
sv_se: Borde salt tillsättas till vattnet som spolas över isstuporna som Simon föreslår?

source: Should the following properties of polycarbonate be high or low?
sv_se: Borde följande egenskaper hos polykarbonat vara höga eller låga?

source: Show
sv_se: Visa

source: Side view of wind turbine
sv_se: Sidovy av vindkraftverk

source: Simply put, we need the right trees in the right places to create an environment where even more native plants will begin to grow.
sv_se: Enkelt uttryckt behöver vi de rätta träden på de rätta platserna för att skapa en miljö där ännu fler inhemska växter kan börja gro.

source: Simulate natural phenomena in computer programs/virtual labs
sv_se: Simulerar naturfenomen med hjälp av datorprogram eller i virtuella laboratorier
